/* NSMenuItem : <title: > (oid:4399) */
" " = " ";

/* NSButton (Always overwrite when reloading) : <title:Always overwrite when reloading> (oid:1371) */
"Always overwrite when reloading" = "Pri opakovaní prenosu vždy prepisovať súbory";

/* NSButton (Always use this application) : <title:Always use this application> (oid:2011) */
"Always use this application" = "Vždy použiť nastavený editor";

/* NSBox (Appearance) : <title:Appearance> (oid:886) */
"Appearance" = "Vzhľad";

/* NSTextField (Ask before closing a connected browser window.) : <title:Ask before closing a connected browser window.> (oid:1591) */
"Ask before closing a connected browser window." = "Potvrdzovať zavretie pripojeného okna prehliadača.";

/* NSTextField (Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.) : <title:Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded.> (oid:3037) */
"Attempt to extract text and create a new document from PNG, JPEG and GIF images uploaded." = "Pokúsiť sa extrahovať text a vytvoriť nové dokumenty z odoslaných PNG, JPEG a GIF obrázkov.";

/* NSButton (Automatically check for updates in) : <title:Automatically check for updates in> (oid:1380) */
"Automatically check for updates in" = "Automaticky kontrolovať dostupnosť novšej verzie:";

/* NSTabViewItem : <title:Bandwidth> (oid:4919) */
"Bandwidth" = "Šírka pásma";

/* NSBox (Bookmarks) : <title:Bookmarks> (oid:1615) */
"Bookmarks" = "Záložky";

/* NSBox (Box) : <title:Box> (oid:1705) */
"Box" = "Box";

/* NSButton (Bring window to front when transfer starts) : <title:Bring window to front when transfer starts> (oid:1237) */
"Bring window to front when transfer starts" = "Pri prenose súborov zobraziť v popredí okno priebehu";

/* NSTabViewItem : <title:Browser> (oid:4924) */
"Browser" = "Prehliadač";

/* NSButton (Change Settings…) : <title:Change Settings…> (oid:4024) */
"Change Settings…" = "Zmeniť nastavenia…";

/* NSButton (Change permissions) : <title:Change permissions> (oid:1264) */
"Change permissions" = "Zmeniť oprávnenia";

/* NSTextField (Changes take effect the next time you open the application.) : <title:Changes take effect the next time you open the application.> (oid:3827) */
"Changes take effect the next time you open the application." = "Zmeny sa uplatnia pri nasledujúcom spustení aplikácie.";

/* NSButton (Check for Update Now) : <title:Check for Update Now> (oid:1381) */
"Check for Update Now" = "Aktualizovať teraz";

/* NSTextField (Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.) : <title:Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy.> (oid:5430) */
"Choose Reduced Redundancy Storage (RRS) to reduce costs by storing non-critical, reproducible data at lower levels of redundancy." = "Nastavením úložiska so zníženou redundanciou (RRS) možno znížiť cenu skladovania nie kritických, reprodukovateľných dát.";

/* NSTextField (Choose the algorithm to encrypt files with on upload.) : <title:Choose the algorithm to encrypt files with on upload.> (oid:6075) */
"Choose the algorithm to encrypt files with on upload." = "Zvoľte algoritmus pre šifrovanie odosielaných súborov.";

/* NSButton (Close window when transfer completes) : <title:Close window when transfer completes> (oid:1238) */
"Close window when transfer completes" = "Po ukončení všetkých prenosov zavrieť okno priebehu";

/* NSButton (Confirm disconnect) : <title:Confirm disconnect> (oid:849) */
"Confirm disconnect" = "Potvrdzovať odpojenie";

/* NSTextField (Connect to bookmark:) : <title:Connect to bookmark:> (oid:1203) */
"Connect to bookmark:" = "Spojiť so záložkou:";

/* NSTabViewItem : <title:Connection> (oid:4922) */
"Connection" = "Spojenie";

/* NSButton (Convert to Google Docs format) : <title:Convert to Google Docs format> (oid:2698) */
"Convert to Google Docs format" = "Previesť do formátu Google Docs";

/* NSButton (Default) : <title:Default> (oid:1449) */
"Default" = "Štandardný";

/* NSBox (Default Bucket Location) : <title:Default Bucket Location> (oid:1812) */
"Default Bucket Location" = "Štandardné umiestnenie bucketu";

/* NSBox (Default Protocol Handler) : <title:Default Protocol Handler> (oid:1581) */
"Default Protocol Handler" = "Obslužný program protokolu";

/* NSBox (Default Storage Class) : <title:Default Storage Class> (oid:5429) */
"Default Storage Class" = "Štandardná trieda úložiska";

/* NSTextField (Default protocol:) : <title:Default protocol:> (oid:852) */
"Default protocol:" = "Štandardný protokol:";

/* NSTextField (Documents:) : <title:Documents:> (oid:2672) */
"Documents:" = "Dokumenty:";

/* NSButton (Double click opens file in external editor) : <title:Double click opens file in external editor> (oid:894) */
"Double click opens file in external editor" = "Dvojitým kliknutím otvárať súbory v externom editore";

/* NSTextField (Download Folder:) : <title:Download Folder:> (oid:1232) */
"Download Folder:" = "Kam ukladať:";

/* NSBox (Downloads) : <title:Downloads> (oid:2472) */
"Downloads" = "Prevzatie";

/* NSTabViewItem : <title:Editor> (oid:4917) */
"Editor" = "Editor";

/* NSBox (Encryption) : <title:Encryption> (oid:6074) */
"Encryption" = "Šifrovanie";

/* NSButton (Execute) : <title:Execute> (oid:1267) */
"Execute" = "Spúšťanie";

/* NSTextField (Existing Files:) : <title:Existing Files:> (oid:1284) */
"Existing Files:" = "Existujúce súbory:";

/* NSTabViewItem : <title:FTP> (oid:4925) */
"FTP" = "FTP";

/* NSTabViewItem : <title:Filter> (oid:1423) */
"Filter" = "Filtrovanie";

/* NSTabViewItem : <title:General> (oid:4921) */
"General" = "Všeobecné";

/* NSTabViewItem : <title:Google Docs> (oid:5273) */
"Google Docs" = "Google Drive";

/* NSTextField (Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.) : <title:Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded.> (oid:2473) */
"Google Docs supports exporting documents in different file formats. Choose the default export format for documents downloaded." = "Google Docs podporujú export dokumentov do rôznych formátov. Zvoľte štandardný formát pre prevzaté dokumenty.";

/* NSTextField (Group) : <title:Group> (oid:1261) */
"Group" = "Skupina";

/* NSButton (Horizontal Lines) : <title:Horizontal Lines> (oid:889) */
"Horizontal Lines" = "Zobraziť vodorovné čiary";

/* NSButton (Info window always shows current selection) : <title:Info window always shows current selection> (oid:1353) */
"Info window always shows current selection" = "V okne informácií vždy zobraziť platný výber";

/* NSTabViewItem : <title:Language> (oid:4940) */
"Language" = "Jazyk";

/* NSTextField (Long) : <title:Long> (oid:1393) */
"Long" = "dlhým";

/* NSTextField (Maximum Throughput:) : <title:Maximum Throughput:> (oid:1738) */
"Maximum Throughput:" = "Maximálna priepustnosť:";

/* NSTextField (Medium) : <title:Medium> (oid:1392) */
"Medium" = "stredným";

/* NSTextField (Number of retries:) : <title:Number of retries:> (oid:1641) */
"Number of retries:" = "Počet pokusov:";

/* NSTextField (Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.) : <title:Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser.> (oid:1592) */
"Open an empty browser when opening the application. A connection to the selected bookmark is opened for a new browser." = "Pri štarte aplikácie zobraziť prázdny prehliadač. Nadviazať spojenie s vybranou záložkou.";

/* NSButton (Open downloaded files with default application) : <title:Open downloaded files with default application> (oid:1228) */
"Open downloaded files with default application" = "Prevzaté súbory otvárať nastavenou aplikáciou";

/* NSButton (Open new browser window on startup) : <title:Open new browser window on startup> (oid:1201) */
"Open new browser window on startup" = "Pri štarte aplikácie zobraziť nový prehliadač";

/* NSMenuItem : <title:Open new connection> (oid:1411) */
"Open new connection" = "Nadviazaním nového spojenia";

/* NSButton (Optical Character Recognition (OCR)) : <title:Optical Character Recognition (OCR)> (oid:3038) */
"Optical Character Recognition (OCR)" = "Optické rozpoznávanie znakov (OCR)";

/* NSMenu : <title:OtherViews> (oid:6078) */
"OtherViews" = "Iné zobrazenia";

/* NSTextField (Others) : <title:Others> (oid:1263) */
"Others" = "Ostatní";

/* NSTextField (Owner) : <title:Owner> (oid:1268) */
"Owner" = "Majiteľ";

/* NSTabViewItem : <title:Permissions> (oid:1209) */
"Permissions" = "Oprávnenia";

/* NSPanel (Preferences) : <title:Preferences> (oid:12) */
"Preferences" = "Nastavenia";

/* NSTextField (Presentations:) : <title:Presentations:> (oid:2674) */
"Presentations:" = "Prezentácie:";

/* NSButton (Preserve modification date) : <title:Preserve modification date> (oid:1274) */
"Preserve modification date" = "Zachovať dátum zmeny";

/* NSBox (Proxies) : <title:Proxies> (oid:4003) */
"Proxies" = "Proxy servery";

/* NSButton (Read) : <title:Read> (oid:1269) */
"Read" = "Čítanie";

/* NSButton (Remove when transfer completes) : <title:Remove when transfer completes> (oid:1229) */
"Remove when transfer completes" = "Po ukončení prenosu odstrániť položku z okna priebehu";

/* NSButton (Repeat failed networking tasks) : <title:Repeat failed networking tasks> (oid:1642) */
"Repeat failed networking tasks" = "Zopakovať zlyhané sieťové úlohy";

/* NSButton (Return key selects folder or file to rename) : <title:Return key selects folder or file to rename> (oid:1789) */
"Return key selects folder or file to rename" = "Klávesou „Return“ vyberať priečinok alebo súbor pre premenovanie";

/* NSTabViewItem : <title:S3> (oid:4918) */
"S3" = "S3";

/* NSTabViewItem : <title:SFTP> (oid:4926) */
"SFTP" = "SFTP";

/* NSButton (Save Workspace) : <title:Save Workspace> (oid:1404) */
"Save Workspace" = "Pri ukončení aplikácie uložiť pracovný priestor";

/* NSTextField (Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.) : <title:Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default.> (oid:1578) */
"Search for passwords in the Keychain. Save passwords upon successful login in the Keychain by default." = "Heslá hľadať v kľúčenke. Po úspešnom prihlásení ich uložiť do kľúčenky.";

/* NSTextField (Select a text editor to open files with by default if no other application installed can be found to edit a given file type.) : <title:Select a text editor to open files with by default if no other application installed can be found to edit a given file type.> (oid:1972) */
"Select a text editor to open files with by default if no other application installed can be found to edit a given file type." = "Nastavte textový editor pre úpravu súborov, ak sa nenájde žiadna iná aplikácia pre úpravy daného typu súboru.";

/* NSTextField (Select the default application to be opened for files or links pointing to an FTP location.) : <title:Select the default application to be opened for files or links pointing to an FTP location.> (oid:1576) */
"Select the default application to be opened for files or links pointing to an FTP location." = "Nastavte aplikáciu pre otváranie súborov alebo odkazov smerujúcich na FTP umiestnenie.";

/* NSTextField (Select the default application to be opened for files or links pointing to an SFTP location.) : <title:Select the default application to be opened for files or links pointing to an SFTP location.> (oid:1586) */
"Select the default application to be opened for files or links pointing to an SFTP location." = "Nastavte aplikáciu pre otváranie súborov alebo odkazov smerujúcich na SFTP umiestnenie.";

/* NSTextField (Short) : <title:Short> (oid:1391) */
"Short" = "krátkym";

/* NSButton (Show hidden files) : <title:Show hidden files> (oid:875) */
"Show hidden files" = "Zobraziť skryté súbory";

/* NSButton (Skip files matching the regular expression:) : <title:Skip files matching the regular expression:> (oid:1445) */
"Skip files matching the regular expression:" = "Vynechať súbory vyhovujúce regulárnemu výrazu:";

/* NSTextField (Spreadsheets:) : <title:Spreadsheets:> (oid:2676) */
"Spreadsheets:" = "Tabuľky:";

/* NSBox (Text Encoding) : <title:Text Encoding> (oid:4394) */
"Text Encoding" = "Kódovanie textu";

/* NSTextField (The geographic location in which buckets will be created by default.) : <title:The geographic location in which buckets will be created by default.> (oid:1814) */
"The geographic location in which buckets will be created by default." = "Nastavte geografické miesto pre vytváranie bucketov.";

/* NSTextField (The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.) : <title:The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server.> (oid:4395) */
"The selected default text encoding is used to convert characters in filenames displayed in the browser. This should match the text encoding used on the server." = "Nastavené kódovanie textu sa použije na prevod znakov v názvoch súborov zobrazovaných v prehliadači. Malo by zodpovedať kódovaniu použitému na serveri.";

/* NSBox (Throttle Transfers) : <title:Throttle Transfers> (oid:1689) */
"Throttle Transfers" = "Regulácia prenosov";

/* NSTextField (Timeout for opening connections (seconds):) : <title:Timeout for opening connections (seconds):> (oid:1169) */
"Timeout for opening connections (seconds):" = "Časový limit pre nadviazanie spojenia (sekúnd):";

/* NSBox (Timeouts) : <title:Timeouts> (oid:1125) */
"Timeouts" = "Časové limity";

/* NSTabViewItem : <title:Timestamps> (oid:1213) */
"Timestamps" = "Časové údaje";

/* NSTextField (Transfer Files:) : <title:Transfer Files:> (oid:1406) */
"Transfer Files:" = "Prenos súborov:";

/* NSTabViewItem : <title:Transfers> (oid:4923) */
"Transfers" = "Priebeh";

/* NSMenuItem : <title:Unlimited Bandwidth> (oid:1731) */
"Unlimited Bandwidth" = "neobmedzená šírka pásma";

/* NSTabViewItem : <title:Update> (oid:4920) */
"Update" = "Aktualizácia";

/* NSButton (Upload with temporary filename) : <title:Upload with temporary filename> (oid:5593) */
"Upload with temporary filename" = "Odosielať s dočasnými názvami súborov";

/* NSBox (Uploads) : <title:Uploads> (oid:2678) */
"Uploads" = "Odoslanie";

/* NSButton (Use Keychain) : <title:Use Keychain> (oid:862) */
"Use Keychain" = "Používať kľúčenku";

/* NSMenuItem : <title:Use Large Icons> (oid:1621) */
"Use Large Icons" = "Používať veľké ikony";

/* NSMenuItem : <title:Use Medium Icons> (oid:1829) */
"Use Medium Icons" = "Používať stredné ikony";

/* NSMenuItem : <title:Use Small Icons> (oid:1620) */
"Use Small Icons" = "Používať malé ikony";

/* NSButton (Use alternating row background) : <title:Use alternating row background> (oid:878) */
"Use alternating row background" = "Striedať pozadia riadkov";

/* NSMenuItem : <title:Use browser connection> (oid:1412) */
"Use browser connection" = "Použitím spojenia prehliadača";

/* NSButton (Use spring-loaded folders when dragging files) : <title:Use spring-loaded folders when dragging files> (oid:1354) */
"Use spring-loaded folders when dragging files" = "Pri ťahaní súborov pružne načítavať priečinky";

/* NSButton (Use system proxy settings) : <title:Use system proxy settings> (oid:4029) */
"Use system proxy settings" = "Použiť systémové nastavenia proxy";

/* NSButton (Vertical Lines) : <title:Vertical Lines> (oid:879) */
"Vertical Lines" = "Zobrazovať zvislé čiary";

/* NSTextField (When using small icons, only the nickname of the bookmark is displayed.) : <title:When using small icons, only the nickname of the bookmark is displayed.> (oid:1617) */
"When using small icons, only the nickname of the bookmark is displayed." = "Pri použití malých ikon sa zobrazia len popisy záložiek.";

/* NSTextField (Will save all open browsers when quitting and restore the connections upon relaunch.) : <title:Will save all open browsers when quitting and restore the connections upon relaunch.> (oid:1590) */
"Will save all open browsers when quitting and restore the connections upon relaunch." = "Pri ukončení uložiť všetky otvorené prehliadače a obnoviť spojenia po reštarte aplikácie.";

/* NSButton (Write) : <title:Write> (oid:1262) */
"Write" = "Zápis";

/* NSTextField (You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.) : <title:You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online.> (oid:2684) */
"You can simply store the uploaded files in Google Docs, or convert text documents, presentations and spreadsheets to Google Docs format so you can later edit content online." = "Odoslané dokumenty možno v Google Docs jednoducho skladovať, alebo previesť textové dokumenty, prezentácie a tabuľky do formátu Google Docs pre umožnenie ich neskorších online úprav.";

/* NSMenuItem : <title:for Files> (oid:1556) */
"for Files" = "pre súbory";

/* NSMenuItem : <title:for Folders> (oid:1555) */
"for Folders" = "pre priečinky";

/* NSButton (to the permissions of the local file or folder) : <title:to the permissions of the local file or folder> (oid:1247) */
"to the permissions of the local file or folder" = "na oprávnenia lokálneho súboru alebo priečinka";

/* NSButton (to the permissions of the remote file or folder) : <title:to the permissions of the remote file or folder> (oid:1254) */
"to the permissions of the remote file or folder" = "na oprávnenia vzdialeného súboru alebo priečinka";

/* NSButton (to these permissions:) : <title:to these permissions:> (oid:1270) */
"to these permissions:" = "nasledovne:";

/* NSTextField (with delay (seconds):) : <title:with delay (seconds):> (oid:4579) */
"with delay (seconds):" = "s oneskorením (sekúnd):";

/* NSButton (with delay:) : <title:with delay:> (oid:1395) */
"with delay:" = "s oneskorením:";

